import battle from "./public/imgs/projects/articles/awareness.jpg";
import noTrust from "./public/imgs/projects/articles/noTrust.jpg";
import motherhood from "./public/imgs/projects/articles/motherhood.jpg";
import contentWriting from "./public/imgs/projects/articles/freelancing.jpg";
import trust from "./public/imgs/projects/articles/quitness.jpg";



export const articles = [
  {
    id: 1,
    title: "لك غاليتي 👩‍🦰" ,
    img: battle,
    link: "https://www.facebook.com/story.php?story_fbid=7229640657154422&id=100003256777954&mibextid=oFDknk&rdid=TgmDJ5fgDSpmc8B3",
    text: `
    
    💫 حبي نفسك ثم حبي نفسك ثم حبيها.
    💫نظمي وقتك فإدارة الوقت مهمة عشان تنجزي العاوزة .
    💫الدنيا رحلة قصيرة حاولي استفيدي منها بأكبر قدر ممكن.
    💫التعلم ماعندو عمر محدد؛ طالما إنت في الحياة كل لحظه قابلة تتعلمي شئ جديد ومفيد.
    💫 التعليم أصبح سهل مع الإنترنت والعاوزة تستفيدي منو في كل جوانب حياتك بي ضغطة زر بتلقي فاستقلي الفرصة في المفيد وماتضيعي وقتك في ما لا يفيدك.
    💫 حبي الحولك اهلك، بيتك، زوجك ،أولادك .
    الحب طاقة جميلة والتعبير عن الحب بغير كل الحولك فالود مطلوب في تعاملنا مع الغير والتعبير عن المشاعر بكسر الحواجز.
    مثلاً : لو عبرتي بي حبك لي أمك او أختك أو صديقتك .
    حاتلقي جو من الإلفة والسعادة عندك وعندهم .
    💫 وأخيراً لازم لازم نحسن الظن بالله.
    💫لو توكلنا على الله حق توكله ماتركنا.
    💫ثقي في عطاء ربنا وأدعيه بكل مافي قلبك والله ثم والله ستجدي الله مجيب الدعاء؛ ولو كان طلبك في نظرك القاصر مستحيلاً .
    ألحي في دعائك فالله يحب العبد اللحوح.
    💫أدعيه بأسمائه الحسنى وصفاته العليا.
    💫نحن في رمضان موسم العبادات وأستجابة الدعوات فيه من الخيرات ماالله به عليم ،فالنغتم الفرص  والنكثر من الدعوات .
    فيحاء مبارك 
          
    `,
  },
  {
    id: 2,
    title: "  ضعف الثقة بالنفس 😥",
    img: noTrust,
    link: "https://www.facebook.com/story.php?story_fbid=7203209259797562&id=100003256777954&mibextid=oFDknk&rdid=3lMl2wn9Bi7LshkG",
    text: `
    💫سمات ضعف الثقة بالنفس وإنخفاض مستوى تقدير الذات:
    🟡 لايحب المغامرة 
    🟡لايحب المنافسة والتحديات.
    🟡ساخر لايتسم بالحسم(زي ماتجي تجي)
    🟡متشائم- متردد-خجول.
    🟡يفتقر إلى روح المبادرة.
    🟡يفتقر إلى قبول الذات.
    🟡يشعر بأنه غير جدير بالحب (مايستاهله).
    🟡 يلوم الآخرين على جوانب  فشله قصوره الشخصية (بعلق فشله على الآخرين).
    💫لو عندك واحد من الصفات السابقة أو كلها؛ فإنت بتعاني من ضعف تقدير الذات وقلة الثقة بالنفس.
    ✅خليك متابع الصفحة وأعمل لايك وعلق عشان يوصلك الجديد.
    فيحاء مبارك        `,
  },
  {
    id: 4,
    title: "كتابة المحتوى 🖥",
    img:contentWriting ,
    link: "https://www.facebook.com/story.php?story_fbid=7213510092100812&id=100003256777954&mibextid=oFDknk&rdid=H4KFwMh8QZgCg1S0",
    text: `
    كيفية كتابة محتوى فعال
    إنت كصاحب مشروع أو أي نشاط تجاري وبتسوق لي في السوشال ميديا عاوز مشروعك ينجح ويصل لأكبر جمهور عليك بالمحتوى الفعال.
    حاتسألني! 
    كيف محتوى فعال؟
    محتوى فعال بمعني بشمل كل أنواع المحتوى.
    -هو المحتوى عندو أنواع يعني؟
    عندو اربعة أنواع ولازم كلهم تصتصحبهم معاك في نشاطك التجاري لو معتمد على واحد  مابنفع.
     أنواع المحتوى هم:
    *المحتوى التفاعلى : ودا بكون في شكل مداخله أو سؤال او قصة قصيرة يتفاعل معاها الجمهور.
    *المحتوى التوعوى:
    بتوعي او بتشرح لجمهورك نوع خدمتك من غير إعلان أو تسويق.
    *المحتوى التسويقي:بتوضح مميزات منتجك والتعريف بي وصفاته .
    *المحتوى الإعلاني:بتوضح مميزات منتجك، بتضع نهاية البوست كيفية الطلب وأرقام التواصل، كيفية التوصيل أو مكان الإستلام .
    نجي للأهم الغالب الأعم  من الناس بتبعوا النوع الآخير المحتوى الإعلاني.
    لو بتتعامل وإنت صاحب مشروع كدا حاأقول ليك🤚أقيف .
    لأنو حسب الدراسات الأجريت ٣٪فقط من الجمهور هم البشتروا عن طريق الإعلان.
    طيب أعمل شنو؟
    تعمل إنك تبدأ المنشورات التوعوية والتفاعلية وتضع خطة أقلاها شهر وتبدأ تنزل يومياً بوستاتك ولازم يومياً وأقلاها منشورين.
    كدا بتضمن:
    - أعلى وصول لصفحتك.
    -بتعرف هل صفحتك فيها الجمهور المستهدف من خلال التعليقات والتفاعلات والردود.
    -لقيت متابعنك زادوا والتعليقات كترت ابدأ نزل المحتوى التسويقي .
    ا-الجمهور تفاعلوا زاد والأسئلة كترت نزل محتواك الإعلاني 
    أستمر كدا بتقدر توصل لأكبر فئة مستهدفة وتقدر ترسخ مشروعك أو البراند حقك في ذهن الجمهور. 
    @فيحاءمبارك
    #المحتوى #هوالملك    `
  },
  {
    id: 5,
    title: " الثقة بالنفس 😌",
    img: trust,
    link: "https://www.facebook.com/story.php?story_fbid=7173865832731905&id=100003256777954&mibextid=oFDknk&rdid=JCngQgzdRMxXApe2",
    text: `
    لو إنت قايل تعزيز الثقة بالنفس وإرتفاع مستوى تقدير الذات معناها تكون مثالي وشايف نفسك  تعال معاي في البوست دا عشان تعرف وتراجع نفسك وتبنيها من جديد.
    💫الثقة العالية بالنفس :
    هي عبارة عن قدرتك على مواجهة مختلف الأمور والمشاكل؛ بقوة وصبر .
     بتتبني ثقتك بنفسك من الطفولة مروراً بفترة المراهقة.
    💫تقدير الذات المرتفع: بنتج عن نظرة ايجابية اتجاة المواقف المختلفة، للأسرة والمجتمع دور أساسي في بناء الذات سواء مرتفع أو منخفض.
    💫إنت لو مهما كانت مؤهلاتك الأكادمية؛ لكن لما وتمشي لمقابلة وظيفية بتمشى عندك ثبات وكاريزما، مابتردد ولابتكون خجول بتجاوب بثبات، فهنا احيك إنت شخص عندك ثقة بنفسك وغالباً حاتتقبل في الوظيفة.
    💫الشخص الواثق من نفسة وعنده تقدير ذات مرتفع دائماً؛ بكون شخص إجتماعي - متواضع- بعترف بأخطأه وبعتذر عنها- غير متردد ولا خجول في أجوبته.
    💫مهما كان مستوى ثقتك بنفسك او تقديرك لذاتك، إنت الآن مسؤل مسؤلية تامة عن حياتك؛ فبالتالي قادر على تغير نفسك وإسعادها .
    فالنبي عليه الصلاة والسلام قال: (الحلم بالتحلم، والعلم بالتعلم ،والصبر بالتصبر).
    فاتبع هذه الثلاث تصل لغايتك.
    ✅عجبك محتوانا اعمل لينا شير ولايك👍🏻 وشاركنا بي تعليقاتك.
    فيحاء مبارك       `
  },
  
 
 
 
];
